Repository: ayhandev/JazzminTM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, tk

source: First, enter a username and password. Then, you'll be able to edit more user options.
ru: Ilki, ulanyjynyň adyny we paroly girizin. Soňra, başga ulanyjy saýlanýar.
tk: Ilki bilen, ulanyjy adyny we paroly giriziň. Soňra, siz has köp ulanyjy sazlamalaryny redaktirläp bilersiňiz.

source: Account
ru: Hasap
tk: Hasap

source: Accounts
tk: hasaplary

source: Social Accounts
tk: sosial hasaplar

source: Save
tk: tygşytlaň

source: Save and add another
tk: Saklaň we başga birini goşuň

source: Save and continue editing
tk: Redaktirlemegi dowam etdiriň

source: Recent Actions
tk: Soňky hereketler

source: Django Administration Turkmen Version
tk: Django Administrasiýasy Türkmen wersiýasy

source: Welcome
tk: Hoş geldiňiz

source: Log in
tk: Giriň

source: You have signed out.
tk: Hasabyňyzdan çykdyňyz

source: Home
tk: Esasy

source: History
tk: Taryh

source: See Profile
ru: Profili gör
tk: Profili gör

source: Change password
tk: paroly üýtgetmek

source: Dashboard
ru: Panel
tk: Panel

source: Jazzmin version
tk: Jazzmin wersiýasy

source: Copyright
ru: Hukuklar goralgandyr.
tk: Awtorlyk hukugy

source: All rights reserved.
ru: Hukuklar goralgandyr.
tk: Ähli hukuklar goralan.

source: UI Configuration
ru: UI Düzgünleşdirme
tk: UI Konfigurasiýasy

source: Copy this info your settings file to persist these UI changes
ru: UI üýtgeşmelerini ýitirmek üçin bu maglumatyňyzy sazlamalar faýlyňyza kopylaň.
tk: UI-däki bu üýtgeşmeleri saklamak üçin bu maglumaty sazlamalar faýlyňyza göçüriň.

source: Confirm Import
tk: Importy tassyklaň

source: Actions
ru: Çäksizlikler
tk: Hereketler

source: Some rows failed to validate
tk: Näçe setir barlanmady

source: Please correct these errors in your data where possible, then reupload it using the form above.
tk: Mümkin bolsa, maglumatlaryňyzdaky bu ýalňyşlyklary düzediň we soňra ýokarda görkezilen formany ulanyp gaýtadan ýüklemegiňizi haýyş edýäris.

source: Row
tk: Setir

source: Non field specific
tk: Meýdansyz

source: %(timesince)s ago
tk: %(timesince)s öň

source: This object doesn't have a change history. It probably wasn't added via this admin site.
ru: Bu obýektin üýtgeşmeler tarixi ýok. Bu obýekt ýükläp bolyan admiň sahypasynda goşulan bolmady.
tk: Bu obýektiň üýtgetme taryhy ýok. Bu, ähtimal, bu admin saýty arkaly goşulmady.

source: Popup closing...
ru: Popup ýapylyr...
tk: Popup ýapylyar...

source: The admin documentation system requires Python's <a href="%(link)s">docutils</a> library.
tk: Admin dokumentasiýa ulgamy Pythonyň <a href="%(link)s">docutils</a> kitaphanasyny talap edýär.

source: View function: <code>%(full_name)s</code>. Name: <code>%(url_name)s</code>.
ru: Görnüş funksiyasy: <code>%(full_name)s</code>. Ady: <code>%(url_name)s</code>.
tk: Görnüş funksiýasy: <code>%(full_name)s</code>. Ady: <code>%(url_name)s</code>.

source: General
ru: Umumy
tk: Umumy

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ru: Guwanyş maksatly, öňki parolyny giriziň we soňra täze parolyňyzy iki gezek giriziň, bu sureti bilen parolynizi düzgün girizdiňizi tapyaň.
tk: Howpsuzlyk üçin ilki öňki parolyňyzy giriziň, soňra täze parolyňyzy iki gezek giriziň, şeýlelikde onuň dogrudygyny barlap bileris.

source: Deleted “{object}”.
ru: Poýgalar “{object}”.
tk: “{object}” pozuldy.

source: Could not reverse url from {instance}
ru: {instance} den url'in tapmady
tk: {instance} salgysy yzyna alyp bolmady

source: Submit
tk: Tabşyryň

source: Cancel
tk: Bes et

source: Edit
tk: Üýtget

source: Delete
tk: Poz

source: Confirm Delete
tk: Pozmagy Tassykla

source: Are you sure you want to delete this?
tk: Muňa pozmagyňyzy hakykatdanam isleýärsiňizmi?

source: No data available
tk: Elýeterli maglumat ýok

source: Loading...
tk: Ýüklenýär...

source: Search
tk: Gözleg

source: No results found.
tk: Netije tapylmady.

source: First Name
tk: At

source: Last Name
tk: Familiýa

source: User Profile
tk: Ulanyjy Profili

source: Profile updated successfully.
tk: Profil üstünlikli täzelendi.

source: Settings
tk: Sazlamalar

source: Language
tk: Dil

source: Select a language
tk: Dili saýlaň

source: Theme
tk: Tema

source: Select a theme
tk: Tema saýlaň

source: Notifications
tk: Bildirişler

source: Enable notifications
tk: Bildirişleri işe giriz

source: Disable notifications
tk: Bildirişleri öçür

source: User
tk: Ulanyjy

source: Provider
tk: Üpjün ediji

source: New
ru: Täze

source: Views by namespace %(name)
ru: %(name) nemesi boyunça görnüşler

source: Views by empty namespace
ru: Boş nemesi boyunça görnüşler
